import {Repo} from ".";

export const businessTheory: Repo = {
    label: "Business Theory",
    url: "ПРИЛОЖЕНИЯ ПРИ ИНВЕСТИРАНЕТО В РЕАЛНИ АКТИВИ",
    files: [
        {
            path: "Капитал (Capital)",
            code: `
            представлява съвкупност от блага, имущества и активи,
използвани за стопанска дейност с цел получаването на по-голяма съвкупност от блага,
имущества и активи.
            `
        }, {
            path: "Инвестиция (Investment)",
            code: `
            e временно отложено потребление на дадена съвкупност
от блага, имущества, активи поради решение на техния собственик (управляващ) за
използването им за извършване на стопанска дейност за определен срок от време с цел
получаването на по-голяма съвкупност от блага, имущества и активи.
            `
        }, {
            path: "Финансов актив (Financial asset)",
            code: `
            е нематериален актив, чиято стойност се базира
на договор, като например облигации, акции, деривати, банкови депозити (парични
средства, ценни метали).
            `
        }, {
            path: "Реaлни активи (Материални и нематериални активи/Tangible and intangible assets)",
            code: `
            са активи, чиято стойност се получава на базата на физическа нетна стойност на
даден актив, а не от договорен иск, за разлика от финансовия актив.
            `
        },

    ]
}
